/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@/%2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "此捷径于 %2$@从“%1$@”导入。";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "此捷径于%2$@从“%1$@”导入。";

/* %@ = action name */
"Add “%@”" = "添加“%@”";

/* %@ = action name */
"Remove “%@”" = "移除“%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "您要在“捷径”中退出登录“%@”吗？";

/* %@ = service name */
"Do you want to sign out of %@?" = "您要退出登录“%@”吗？";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "此捷径导入自“%@”。您确定要运行它吗？";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "作为%@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "同时删除“%@”内的操作？";

/* %@=app name */
"Install %@" = "安装“%@”";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri 指令";

/* Access resource action settings title */
"Accounts" = "帐户";

/* Accessibility accouncement */
"Finished editing shortcuts" = "已完成编辑捷径";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "已收藏“%@”";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "已取消收藏“%@”";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "正在运行捷径";

/* Accessibility action */
"Delete shortcut" = "删除捷径";

/* Accessibility action */
"Duplicate shortcut" = "复制捷径";

/* Accessibility action */
"Favorite Action" = "收藏操作";

/* Accessibility action */
"Rename shortcut" = "重新命名捷径";

/* Accessibility action */
"Un-favorite Action" = "取消收藏操作";

/* Accessibility action or discoverability title */
"Edit shortcut" = "编辑捷径";

/* Accessibility action or discoverability title */
"Run shortcut" = "运行捷径";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "已将“%@”添加到捷径";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "已接受的输入类型";

/* Accessibility announcement */
"Closed variables tray" = "已关闭的变量托盘";

/* Accessibility announcement */
"Editing shortcuts" = "正在编辑捷径";

/* Accessibility announcement */
"Opened variables tray" = "打开的变量托盘";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "正在拖移";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "已完成运行捷径";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "已将“%1$@”添加到捷径中“%2$@”的上方";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "已将“%1$@”添加到捷径中“%2$@”的下方";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "已移到“%@”上方";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "已移到“%@”下方";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "已移除“%@”";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "已复制“%@”";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "已收起";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "正在拖移";

/* Accessibility announcement; expanded parameter */
"expanded" = "已展开";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "已停止运行捷径";

/* Accessibility hint */
"Closes the shortcut" = "关闭捷径";

/* Accessibility hint */
"Creates a new shortcut" = "创建新捷径";

/* Accessibility hint */
"Deletes the selected shortcuts" = "删除选定的捷径";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "轻点两下以添加到捷径底部。轻点两下并按住，然后拖移以自定捷径位置。";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "可拖移。轻点两下并按住，听到声音后，拖移以重新排序。轻点两下以选择。";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "复制选定的捷径";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "当要共享的内容是您在此选择的类型之一时，此捷径会显示在 iOS 共享菜单的“捷径”操作扩展中。";

/* Accessibility hint */
"Turns off shortcut editing mode" = "关闭捷径编辑模式";

/* Accessibility hint */
"Turns on shortcut editing mode" = "打开捷径编辑模式";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "轻点两下以将操作抽屉折叠到屏幕的一半";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "轻点两下以完全展开操作抽屉";

/* Accessibility hint on action */
"Double-tap to read the action description." = "轻点两下以朗读操作描述。";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "可拖移。轻点两下并按住，听到声音后，拖移以重新排序。轻点两下以朗读操作描述。";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "轻点两下以切换设置";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "轻点两下以选取";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "轻点两下以折叠";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "轻点两下以插入";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "轻点两下以展开";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "运行捷径“%@”";

/* Accessibility label */
"Add Tag" = "添加标签";

/* Accessibility label */
"Close" = "关闭";

/* Accessibility label */
"Create Shortcut" = "创建捷径";

/* Accessibility label */
"Show Keyboard" = "显示键盘";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "“%@”内部";

/* Accessibility label or discoverability title */
"Redo" = "重做";

/* Accessibility label or discoverability title */
"Undo" = "撤销";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "已最小化";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "半屏";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "全屏幕";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "“%@”操作 - 运行中 - 已完成百分之 %d";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "“%@”操作";

/* Accessibility label; remove search filter */
"Remove filter" = "移除过滤条件";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@（未选定）";

/* Accessibility value; switch is on */
"On" = "开";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "松开手指以移除“%@”";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "此操作将输入作为输出传递。";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "获取传入捷径开头的输入。";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "您还没有任何“共享表单”捷径。\n\n若要添加，请创建捷径并在其设置中打开“在共享表单中显示”。";

/* Action extension; no search results */
"No shortcuts match the search." = "未搜索到匹配的捷径。";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "您还没有任何捷径。";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri 建议";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "捷径：%@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "添加到此捷径";

/* Add search filter */
"Add Filter" = "添加过滤条件";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "可访问该共享链接的任何人都可以查看此捷径的内容。";

/* Alert title */
"Error" = "错误";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "创建 iCloud 链接";

/* Allow access to service */
"Allow Access" = "允许访问";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "%@（未安装）";

/* App search view; navigation bar title */
"Choose App" = "选取应用";

/* App search view; no results */
"No results." = "无结果。";

/* App search view; search bar placeholder */
"Search apps…" = "搜索应用…";

/* Apple Watch complication */
"Complication" = "复杂功能";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "您还没有任何 Apple Watch 捷径。";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "选择要显示在 Apple Watch 表盘上“捷径”复杂功能中的捷径。\n\n随着时间的推移，“捷径”会根据运行捷径的时间来优化何时将其显示在复杂功能中。";

/* Apps category */
"Apps" = "应用";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "此捷径运行时要求您输入文本。";

/* Boolean false */
"False" = "假";

/* Boolean true */
"True" = "真";

/* Button */
"Back" = "返回";

/* Button */
"Cancel" = "取消";

/* Button */
"Choose Variable" = "选取变量";

/* Button */
"Clear" = "清除";

/* Button */
"Delete Actions" = "删除操作";

/* Button */
"Delete Shortcut" = "删除捷径";

/* Button */
"Done" = "完成";

/* Button */
"Get More Shortcuts" = "获取更多捷径";

/* Button */
"Go Back" = "返回";

/* Button */
"Help" = "帮助";

/* Button */
"Keep Actions" = "保留操作";

/* Button */
"Next" = "下一步";

/* Button */
"OK" = "好";

/* Button */
"Remove Action" = "移除操作";

/* Button */
"Remove Action From Shortcut" = "将操作从捷径中移除";

/* Button */
"Remove Photo" = "移除照片";

/* Button */
"Select Magic Variable" = "选择魔法变量";

/* Button */
"Select Photo" = "选择照片";

/* Button */
"Show Action Settings" = "显示操作设置";

/* Button */
"Show Actions" = "显示操作";

/* Button */
"Sign Out" = "退出登录";

/* Button */
"Take Photo" = "拍照";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "添加到主屏幕";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "添加到主屏幕";

/* Button or title */
"Delete" = "删除";

/* Button or title */
"Run Shortcut" = "运行捷径";

/* Button or title */
"Settings" = "设置";

/* Button or title */
"Variables" = "变量";

/* Button title */
"Add to Siri" = "添加到 Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "获取捷径";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "全屏显示结果";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "浏览指南";

/* Button; used for sharing a shortcut's result */
"Share Result" = "分享结果";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "此捷径支持以下应用和服务：";

/* Choose an item */
"Choose" = "选取";

/* Conditional AND */
"and" = "且";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "返回“否则”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "如果不满足条件，则运行置于“否则”后的操作。";

/* Conditional actions settings navigation bar title */
"If Action" = "如果操作";

/* Confirmation HUD when link copies */
"Link copied" = "链接已拷贝";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "您确定要停止共享此捷径吗？iCloud 链接将被删除且不再有效。";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "此捷径会从所有 iCloud 设备中删除。";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "这些捷径会从所有 iCloud 设备中删除。";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@”看起来不是%2$@。您是要添加联系人吗？";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "仍使用“%@”";

/* Contact field; accessibility label */
"Add Contact" = "添加联系人";

/* Contact field; button */
"Search Contacts" = "搜索通讯录";

/* Contact field; supported type string */
"a phone number" = "电话号码";

/* Contact field; supported type string */
"a phone number or email address" = "电话号码或电子邮件地址";

/* Contact field; supported type string */
"an email address" = "电子邮件地址";

/* Content Types category */
"Content Types" = "内容类型";

/* Copy link to shortcut */
"Copy Link" = "拷贝链接";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "拷贝 iCloud 链接";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "此格式遵循 Unicode Technical Standard #35。";

/* Custom date format alert title */
"Custom Date Format" = "自定日期格式";

/* Custom date formatting style */
"Custom" = "自定";

/* Custom time format title */
"Custom Format" = "自定格式";

/* Default option */
"Default" = "默认";

/* Delete all shortcuts */
"Delete All" = "全部删除";

/* Delimeter for input types */
", " = "、";

/* Deselect all input types */
"Deselect All" = "取消全选";

/* Dictionary key placeholder */
"Key" = "键";

/* Discoverability or accessibility title */
"Shortcut Settings" = "捷径设置";

/* Discoverability or accessibility title */
"Stop Shortcut" = "停止捷径";

/* Discoverability title */
"Close shortcut" = "关闭捷径";

/* Discoverability title */
"Search actions" = "搜索操作";

/* Discoverability title */
"Stop shortcut" = "停止捷径";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "在共享表单中显示";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "在小组件中显示";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "在复杂功能中显示";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "在 Apple Watch 上显示";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "复制捷径";

/* Duplicate shortcut */
"Duplicate" = "复制";

/* Edit import questions back bar button title */
"Questions" = "问题";

/* Error message */
"No options available." = "无可用选项。";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "无法载入 App Store。\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "使用小组件快速运行捷径。";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "收藏";

/* Favorite button title - action is favorited */
"Favorited" = "已收藏";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "帐户：%@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "以下全部满足";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "以下任一项满足";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property}${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property}${operator}${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property}${operator}${value}${operator_and}${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property}${operator}${value}${operator_and}${other_value}${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property}${operator}${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property}${operator}${value}${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property}${operator}${value}${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property}${operator}${value}${unit}${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property}${and}";

/* Find filter UI operator */
"begins with" = "开头是";

/* Find filter UI operator */
"contains" = "包含";

/* Find filter UI operator */
"does not contain" = "不包含";

/* Find filter UI operator */
"ends with" = "结尾是";

/* Find filter UI operator */
"is" = "是";

/* Find filter UI operator */
"is after" = "晚于";

/* Find filter UI operator */
"is before" = "早于";

/* Find filter UI operator */
"is between" = "介于";

/* Find filter UI operator */
"is exactly" = "确定是";

/* Find filter UI operator */
"is greater than" = "大于";

/* Find filter UI operator */
"is greater than or equal to" = "大于或等于";

/* Find filter UI operator */
"is in the last" = "是最近";

/* Find filter UI operator */
"is in the next" = "是以后";

/* Find filter UI operator */
"is larger than" = "大于";

/* Find filter UI operator */
"is larger than or equal to" = "大于或等于";

/* Find filter UI operator */
"is less than" = "小于";

/* Find filter UI operator */
"is less than or equal to" = "小于或等于";

/* Find filter UI operator */
"is longer than" = "长于";

/* Find filter UI operator */
"is longer than or equal to" = "长于或等于";

/* Find filter UI operator */
"is not" = "不是";

/* Find filter UI operator */
"is not exactly" = "不等于";

/* Find filter UI operator */
"is not on" = "不在";

/* Find filter UI operator */
"is on" = "在";

/* Find filter UI operator */
"is shorter than" = "短于";

/* Find filter UI operator */
"is shorter than or equal to" = "短于或等于";

/* Find filter UI operator */
"is smaller than" = "小于";

/* Find filter UI operator */
"is smaller than or equal to" = "小于或等于";

/* Find filter UI operator */
"is today" = "是今天";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "将此捷径添加到 Siri，即可用语音运行它。";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "打开共享表单并轻点“捷径”，即可从其他应用中使用此捷径。";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "输入键以从词典中提取其值，或留空以获取整个词典。";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@（此设备）";

/* Full name of contact */
"Full Name" = "全名";

/* Full street address of location */
"Full Street Address" = "完整的街道地址";

/* Get property */
"Get" = "获取";

/* Get value for a dictionary key */
"Get Value for Key" = "获取键对应的值";

/* Go to next import question */
"Continue" = "继续";

/* Guided tour; drag actions to here hint */
"…to here" = "…到此处";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "将操作拖到此处";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "在 Apple Watch 上运行时，此操作需要使用“接力”并在 iPhone 上继续运行。";

/* Health quantity unit (e.g. mL); title */
"Unit" = "单位";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 时间";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "图形：%1$@，背景颜色：%2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "选取此捷径添加到主屏幕时所使用的自定图像。";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "此捷径添加到主屏幕时会使用以上图像。";

/* Icon editor; accessibility label */
"Icon Preview" = "图标预览";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "捷径图标编辑器";

/* Icon editor; segmented control option */
"Color" = "颜色";

/* Icon editor; segmented control option */
"Glyph" = "图形";

/* Icon editor; segmented control option */
"Home Screen" = "主屏幕";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "当此捷径在不同的设备上导入时，会询问在此处添加的问题。这些问题的答案会填入捷径中。";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "您可以使用此捷径的设置中的“自定捷径”按钮来试用导入问题。";

/* Import questions detail view */
"Default Answer" = "默认答案";

/* Import questions detail view */
"Question Text" = "问题文本";

/* Import questions detail view */
"Type a question here…" = "在此键入问题…";

/* Import questions details view; navigation bar title */
"Details" = "详细信息";

/* Import questions; button */
"Add New Question…" = "添加新问题…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "从以下一个操作中选取参数。";

/* Import questions; choose parameter title */
"Choose a Parameter" = "选取参数";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "此捷径中没有操作。设置“导入问题”前，请将一些操作添加到捷径中。";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "此捷径接受%@";

/* Input types of action */
"Input" = "输入";

/* Input variable description */
"Gets the output of the previous action." = "获取上一个操作的输出。";

/* Install app icon; should match App Store GET button */
"GET" = "获取";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "从底部添加操作，以构建您的捷径。";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "从左侧添加操作，以构建您的捷径。";

/* Item can be anything */
"anything" = "任何内容";

/* Keep all shortcuts */
"Keep All" = "全部保留";

/* Keep shortcuts */
"Keep" = "保留";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "保留 %lu 个";

/* Label for accessibility custom action to expand actions card */
"Expand" = "展开";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "收起";

/* Label for types that the workflow accepts. */
"Accepted Types" = "接受的类型";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "添加“%@”";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "您要添加什么类型的值？";

/* Long date formatting style */
"Long" = "长";

/* Manage sharing */
"Manage Sharing" = "管理共享";

/* Medium date formatting style */
"Medium" = "中";

/* Missing action error action */
"Update Shortcuts" = "更新捷径";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "无法在此版本的“捷径”中找到这个操作。";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "名称和商店 URL";

/* Name of measurement unit */
"Unit (Name)" = "单位";

/* Navigation bar title */
"Select a Magic Variable" = "选择魔法变量";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "解决冲突";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ 变量不可用。";

/* None option */
"None" = "无";

/* Note about using the action */
"Note" = "注意";

/* Parameter already in use by another import question */
"Already In Use" = "已被使用";

/* Parameter not supported for import question */
"Not Supported for Questions" = "不支持问题";

/* Piece of text */
"Text" = "文本";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "此捷径导入自另一个应用，您确定要运行它吗？";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "相对";

/* Relative date or time formatting style */
"How Long Ago/Until" = "多久之前/直到";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "未知设备";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "这个名称会用于此“%@”操作中的所有魔法变量。";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "重新命名魔法变量";

/* Rename shortcut alert title */
"Rename Shortcut" = "重新命名捷径";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "为捷径输入新名称。";

/* Rename workflow or variable */
"Rename" = "重新命名";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "需要";

/* Result types of action */
"Result" = "结果";

/* Reveal action that is associated with the variable */
"Reveal Action" = "显示操作";

/* Scripting category */
"Scripting" = "脚本";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "搜索";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "复杂功能捷径";

/* Select all input types */
"Select All" = "全选";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@：%@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@：%@%@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@：%@%@%@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "分享捷径";

/* Share a workflow along with a description */
"Share with Description" = "包含描述共享";

/* Share a workflow as a file */
"Share as File" = "作为文件共享";

/* Share shortcut */
"Share" = "分享";

/* Short date formatting style */
"Short" = "短";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@”中不包含操作。";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "空捷径";

/* Shortcut contains no actions error title */
"No Actions" = "无操作";

/* Shortcut description placeholder */
"Customize Shortcut…" = "自定捷径…";

/* Shortcut icon */
"Icon" = "图标";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "选取捷径";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "已在“%1$@”和“%2$@”之间移动";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "已移到“%@”结尾";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "已移到“%@”开头";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "若要从今天小组件中使用捷径，请按照几个简单的步骤来添加小组件。或者轻点“完成”以稍后设置。";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "添加今天小组件以迅速运行捷径。";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Safari 浏览器中共享表单的屏幕快照，其中“捷径”活动高亮显示";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "“操作扩展”捷径是从其他应用内部的共享表单中运行的。";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "通过从屏幕顶部下拉来在“通知中心”中运行今天小组件捷径。";

/* Shortcut types help view; title */
"Shortcut Types" = "捷径类型";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "已从“%@”上删除";

/* Shortcut was deleted on another device */
"Deleted on another device" = "已从另一台设备上删除";

/* Shortcut was modified on a specified device */
"Modified on %@" = "已在“%@”上修改";

/* Shortcut was modified on another device */
"Modified on another device" = "已在另一台设备上修改";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "搜索捷径…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "“通知中心”中“捷径”小组件的屏幕快照";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "跳过设置";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "停止共享";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "提交到捷径中心";

/* Tap to choose an option */
"Tap to Choose" = "轻点以选取";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "快看我构建的捷径！";

/* The accessibility label for the actions table view container */
"Actions Controller" = "操作控制器";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "屏幕底部";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "屏幕右上方";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "任何内容";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "无";

/* Title */
"Actions" = "操作";

/* Title */
"Date Format" = "日期格式";

/* Title */
"Requires Handoff" = "需要接力";

/* Title */
"Shortcuts" = "捷径";

/* Title */
"Time Format" = "时间格式";

/* Title */
"Type" = "类型";

/* Title for action drawer categories view */
"Categories" = "类别";

/* Title for configuration page for unit */
"Unit (Title)" = "单位";

/* Title of main screen showing your library of shortcuts */
"Library" = "捷径库";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "自定捷径";

/* Title or button */
"Import Questions" = "导入问题";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "哇！今天小组件已设置完成。";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "接下来，从“捷径中心”中获取一些今天小组件捷径。";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "有了“捷径”今天小组件，您就可以在任何应用中下拉“通知中心”并轻点一下来运行捷径。";

/* Today widget explanation button */
"Add Widget" = "添加小组件";

/* Today widget explanation button */
"View the Gallery" = "查看捷径中心";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "从 %MODEL% 上的任何位置迅速运行捷径。";

/* Unknown item */
"Unknown" = "未知";

/* Used in a phrase like 'Add new item' */
"new item" = "新项目";

/* User’s favorited workflows or actions */
"Favorites" = "个人收藏";

/* Variable field placeholder */
"Variable Name" = "变量名称";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "您可以通过添加“设定变量”操作来创建变量。";

/* Varible picker; none available error title */
"No Variables Are Available" = "无可用变量";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "冲突";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "配置此捷径";

/* Workflow name */
"Name of Shortcut" = "名称";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "轻点“完成”以继续编辑捷径。";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "“捷径”手表应用的屏幕快照";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "“Apple Watch”捷径在手腕上通过“捷径”手表应用或复杂功能运行。";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "如何找到今天小组件？";

/* iOS Today Widget */
"Today Widget" = "今天小组件";

